IDEA Open Model
OpenModel.PointOnLine3D Property
Compatible with IDEA StatiCa Beta 20.0
 List of Point on line 3D
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<PointOnLine3D> PointOnLine3D { get; set; }
Public Property PointOnLine3D As List(Of PointOnLine3D)
	Get
	Set
Property Value
Type: List<PointOnLine3D>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace